{
  "metadata": {
    "description": "Restructured VESPA report text data organized by level, category, and performance rating",
    "levels": [
      "Level 2",
      "Level 3"
    ],
    "categories": [
      "Vision",
      "System",
      "Practice",
      "Effort",
      "Attitude",
      "Overall"
    ],
    "performance_ratings": [
      "High",
      "Medium",
      "Low",
      "Very Low"
    ],
    "languages": [
      "English",
      "Welsh"
    ]
  },
  "report_data": {
    "Level 3": {
      "Vision": {
        "High": {
          "english": {
            "description": "You are a person with a very clear idea of what you would like to achieve in the future. Once you set a goal you strive hard to reach it, making lists of actions you must take. It’s likely that you’ve spent some considerable time carefully researching your career choice or choices. You might have committed some time to making an action plan and are likely to have already achieved some of the targets that you’ve set yourself. Remember though, the hard part is sticking to the plan – so be sure you know which actions to take next.",
            "questions": "Have you written down your goals? <br />Are the goals you have pursued up to now yours, or somebody else’s?",
            "activities": "Fake it!, Getting Dreams Done<br />",
            "coaching_questions": "What skills are you learning that will benefit your future self?<br />Imagine you are 25 and when you wake up in the morning… what does your perfect working life look like?<br />What do you see as the benefits of getting a good education?<br />"
          },
          "welsh": {
            "description": "Mae gennych syniad pendant iawn o'r hyn yr hoffech chi ei gyflawni yn y dyfodol.  Unwaith yr ydych yn gosod nod, rydych yn ymdrechu'n galed i'w gyrraedd.   Mae'n debyg eich bod wedi treulio cryn dipyn o amser yn meddwl yn ofalus am eich dewis neu ddewisiadau gyrfa.  Efallai eich bod wedi neilltuo dipyn o amser yn llunio cynllun gweithredu, ac mae'n debyg eich bod eisoes wedi cyflawni rhai o'r targedau y gwnaethoch chi eu gosod i'ch hun. Er hynny, cofiwch mai'r darn anodd yw cadw at y cynllun - felly, gofalwch eich bod chi'n gwybod sut yr ydych am wneud hyn.$",
            "questions": "A ydych chi wedi gwneud cofnod o'ch nodau?Ai rhai chi yw'r nodau rydych chi wedi'u gosod hyd yma, neu rai rhywun arall?",
            "activities": "Ei ffugio, Cyflawni Breuddwydion",
            "coaching_questions": "Ai rhai chi yw'r nodau rydych chi wedi'u gosod hyd yma, neu rai rhywun arall? <br />A ydych chi wedi cynllunio unrhyw gerrig milltir?"
          },
          "record_id": "5f9b3e54bc87ca06b6bfdeed"
        },
        "Medium": {
          "english": {
            "description": "You are a person with a reasonably clear idea of what you want to do in the future, but you might not be 100% sure whether university, employment or work-based training is the right choice for you. You might have two or three options that you spend lots of time comparing. Generally, when you set goals you are committed to them, although you might sometimes find yourself distracted or changing your mind. You generally finish projects that you start. You may need to narrow down your options and work on a more specific action plan.",
            "questions": "What job would you do for free? <br />Have you spoken to a careers advisor? <br />Have you written down your goals?",
            "activities": "Mental Contrasting, SMART Goals<br />",
            "coaching_questions": "What do you want to do next? What if you don’t get the grades? What other options are there?<br />Do you compare yourself to other people? Who would you like to be, and why?<br />Where do you want to be next year, in 2 years or 5 years? What will stop you getting there?"
          },
          "welsh": {
            "description": "Mae gennych chi syniad weddol dda o'r hyn yr hoffech ei wneud yn y dyfodol, ond efallai nad ydych chi'n 100% siŵr ai prifysgol, gwaith neu hyfforddiant yn y gweithle yw'r dewis iawn i chi.  Ar y cyfan, pan fyddwch chi'n gosod nodau, rydych chi'n ymroi iddynt, er bod rhywbeth yn tynnu eich sylw, neu'n newid eich meddwl weithiau. Ar y cyfan, rydych chi'n gorffen prosiectau rydych chi'n eu cychwyn. Efallai bod angen i chi gael llai o opsiynau a gweithio ar gynllun gweithredu mwy penodol",
            "questions": "Pa swydd fyddech chi'n ei gwneud am ddim? A ydych chi wedi siarad efo cynghorydd gyrfa? A ydych chi wedi gwneud cofnod o'ch nodau?",
            "activities": "Cyferbyniad Meddyliol, Nodau SMART",
            "coaching_questions": "Pa swydd fyddech chi'n ei gwneud am ddim?<br />A ydych chi wedi siarad efo cynghorydd gyrfa? <br />A ydych chi wedi gwneud cofnod o'ch nodau? "
          },
          "record_id": "5f9b3e54bc87ca06b6bfdee1"
        },
        "Low": {
          "english": {
            "description": "You are a person with some idea of what you would like to achieve in the future, but you might not give much attention to your career planning, preferring to defer the decision. You might sometimes just ‘let things happen’ rather than take control, going with the flow. You might feel more comfortable not setting goals for yourself and you can find it hard sticking to things. What would help you decide what you want to achieve in the future? Have you spent some quality time actively considering your options?",
            "questions": "What would help you decide what you want to achieve in the future? Have you spent some quality time actively considering your options?",
            "activities": "21st Birthday, Perfect Day",
            "coaching_questions": "What does success look like for you? What might you want to achieve in the next year?<br />What would be important to you in a job? Describe a good day at work.<br />What things do you not want to be doing in 2 years’ time?<br />"
          },
          "welsh": {
            "description": "Mae gennych chi rywfaint o syniad o'r hyn yr hoffech chi ei gyflawni yn y dyfodol, ond efallai nad ydych chi'n rhoi llawer o sylw i gynllunio gyrfa, a'ch bod yn well gennych chi ohirio'r penderfyniad.  Efallai eich bod chi'n teimlo'n fwy cyfforddus drwy beidio â gosod nodau i'ch hun, ac rydych chi'n cael trafferth cadw at bethau. Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol?  Ydych chi wedi treulio amser da yn ystyried eich opsiynau?  <br />",
            "questions": "Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol?  <br />Ydych chi wedi treulio amser da yn ystyried eich opsiynau? <br />",
            "activities": "Pen-blwydd yn 21, Diwrnod Perffaith",
            "coaching_questions": "Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol? <br />Ydych chi wedi treulio amser da yn ystyried eich opsiynau?   <br />Beth yw eich hoff bwnc/p'run ydych chi'n ei fwynhau fwyaf?<br />"
          },
          "record_id": "5f9b3e53bc87ca06b6bfded5"
        },
        "Very Low": {
          "english": {
            "description": "At the moment you may be the type of person who finds thinking about the future challenging or uncomfortable. It might feel much easier to just ignore it. You might have very little idea what you’d like to do when you leave education and you are probably undecided about university, employment or other options. It’s unlikely that you set yourself goals and when you do you often find that you don’t stick to them. You may feel you’re not in control of your life, and have yet to work out what path you will follow. Are you yet clear on what you don’t want your life to be like? Could you arrange a conversation with your tutor to explore some options?",
            "questions": "Are you yet clear on what you don’t want your life to be like? Could you arrange a conversation with your tutor to explore some options?",
            "activities": "20 Questions, Fix your dashboard",
            "coaching_questions": "If you could only do one subject in lots of detail, which would it be and why?<br />Describe a lesson you’ve enjoyed recently.<br />What obstacles do you think you may have to overcome while studying at this level?<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai eich bod chi'r math o berson sy'n ei chael hi'n anodd meddwl am y dyfodol.  Efallai nad oes gennych fawr o syniad o'r hyn hoffech wneud ar ôl gadael addysg, ac mae'n debyg nad ydych chi wedi penderfynu am brifysgol, waith neu opsiynau eraill. Mae'n annhebyg eich bod chi'n gosod nodau i'ch hun, ond pan wnewch chi, fe welwch nad ydych chi'n cadw atynt.  Efallai eich bod yn teimlo nad oes gennych reolaeth ar eich bywyd, ac nid ydych yn gwybod pa lwybr i'w ddilyn eto. A ydych chi'n glir eto sut fywyd nad ydych chi'n ei ddymuno?  Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? ",
            "questions": "A ydych chi'n glir sut ydych chi am i'ch bywyd fod? <br />Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? <br />",
            "activities": "20 Cwestiwn, Trwsiwch eich Dangosfwrdd",
            "coaching_questions": "A ydych chi'n glir sut ydych chi am i'ch bywyd fod? <br />Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? <br />Beth ydych chi'n mwynhau ei wneud?<br />"
          },
          "record_id": "5f9b3e53bc87ca06b6bfdec7"
        }
      },
      "System": {
        "High": {
          "english": {
            "description": "You are very good at organising your time and meeting deadlines. Your score suggests you are good at organising information in files or folders, and taking detailed and accurate notes for revision. It’s highly likely you complete your homework on time and organise revision notes so you have a clear understanding of the course. It’s also likely you’re good at considering the week ahead and planning for tricky periods. You might have special systems for coping with lots of work at once. Next, consider your consistency - do you do this equally well across all subjects?",
            "questions": "Have you used any online tools to help you plan? How do you record and prioritise tasks?",
            "activities": "Eisenhower Matrix, Mechanical vs Flexible<br />",
            "coaching_questions": "Are you spending more time on one subject than the others? Why?<br />How could you create an extra hour every day to use in a productive way?<br />What organisational advice would you give to a new student?<br />"
          },
          "welsh": {
            "description": "Rydych chi'n dda iawn am drefnu eich amser a chwblhau gwaith mewn pryd.  Mae eich sgôr yn awgrymu eich bod chi'n dda am drefnu gwybodaeth mewn ffeiliau neu ffolderi, a gwneud nodiadau adolygu manwl a chywir.  Mae'n bur debygol eich bod yn cwblhau eich gwaith cartref mewn pryd, ac yn rhoi trefn ar eich nodiadau adolygu fel eich bod yn deall y cwrs yn iawn.  Nesaf, meddyliwch am eich cysondeb - ydych chi yr un mor gyson ar draws y pynciau?",
            "questions": "Ydych chi wedi defnyddio unrhyw adnoddau ar y we i'ch helpu chi gynllunio? Sut ydych chi'n cofnodi a blaenoriaethu tasgau",
            "activities": "Matrics Eisenhower, Mecanyddol vs Hyblyg",
            "coaching_questions": "Ydych chi wedi defnyddio unrhyw adnoddau ar y we i'ch helpu chi gynllunio? Sut ydych chi'n cofnodi a blaenoriaethu tasgau?A ydych chi'n treulio mwy o amser ar un pwnc fwy nag eraill?"
          },
          "record_id": "5f9b3e54bc87ca06b6bfdeeb"
        },
        "Medium": {
          "english": {
            "description": "You are likely to use most of your study periods effectively, organising your time well. You meet many of your deadlines, only missing when work piles up. Your files and folders are normally well organised though there may be a few gaps. Your notes are generally very clear, organised and helpful and you can revise effectively from them. You’re probably OK at considering what might be happening in the next few days and planning for it, though you could do it more often. Do you use a diary or planner to break down tasks and record deadlines – and could you use it more effectively? ",
            "questions": "When was the last time you missed a homework deadline? Describe your work space? How do you record your tasks?",
            "activities": "Snack Don't Binge, Project Progress Chart<br />",
            "coaching_questions": "What is next week looking like for you?<br />How do you tackle writing an extended response to a difficult question if you’re given ten days to do it?<br />How do you follow-up classwork done during the day?<br />"
          },
          "welsh": {
            "description": "Rydych chi'n debygol o ddefnyddio'r rhan fwyaf o'ch cyfnodau astudio yn effeithiol, a threfnu eich amser yn dda. Rydych chi'n cwblhau llawer o'ch gwaith mewn pryd, ac ond yn methu pan fydd gwaith yn pentyrru.  Mae trefn dda ar eich ffeiliau a'ch ffolderi fel arfer, er bod ychydig o fylchau efallai.  Mae eich nodiadau yn glir, yn drefnus ac yn ddefnyddiol iawn fel arfer, a gallwch adolygu'n effeithiol ohonynt.  Ydych chi'n defnyddio dyddiadur neu gynlluniwr i dorri tasgau yn llai a chofnodi dyddiadau cwblhau - allech chi eu defnyddio nhw'n fwy effeithiol?",
            "questions": "Pryd oedd y tro diwethaf i chi fethu cwblhau gwaith cartref mewn pryd? Disgrifiwch eich lle gwaith? Sut ydych chi'n cofnodi eich tasgau?",
            "activities": "Byrbryd Peidiwch â Goryfed(Snack don't Binge), Siart Cynnydd y Prosiect",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi fethu cwblhau gwaith cartref mewn pryd?Disgrifiwch eich lle gwaith? Sut ydych chi'n cofnodi eich tasgau?"
          },
          "record_id": "5f9b3e54bc87ca06b6bfdedf"
        },
        "Low": {
          "english": {
            "description": "This systems score suggests you are fairly good at organising your time, and sometimes meet deadlines. However, it also suggests you don't always complete your homework on time, particularly in busy weeks. You can make good study notes but are also a bit disorganised and inconsistent. Your files and folders might benefit from an overhaul – you might know deep down there are things likely to be missing and forgotten. How are you currently organising your week? Could you create a better system to help you organise your time and resources?",
            "questions": "Do you use a planner or diary to record tasks? Could you create a better system to help you organise your time and resources?",
            "activities": "The Lead Domino, 2-4-8 Rule",
            "coaching_questions": "Are you comfortable meeting all deadlines? Describe a time you missed a deadline.<br />Do you still work in the same ways as you used to? What is good about these? What isn’t working and why?<br />Suggest an object/thing – maybe something you could buy or borrow - that would make you more organised.<br />"
          },
          "welsh": {
            "description": "Mae'r sgôr systemau yn awgrymu eich bod chi'n weddol dda am drefnu eich amser, ac weithiau yn cwblhau gwaith mewn pryd. Er hynny, mae'n awgrymu hefyd nad ydych chi wastad yn cwblhau eich gwaith cartref ar amser, yn enwedig mewn wythnosau prysur.  Gallwch greu nodiadau astudio da, ond rydych chi hefyd ychydig yn anhrefnus ac anghyson. Gallai eich ffeiliau a'ch ffolderi elwa o gael eu hailwampio.  Sut ydych chi'n trefnu eich wythnos, ar hyn o bryd?  Allech chi greu gwell system i'ch helpu chi drefnu eich amser a'ch adnoddau yn well? ",
            "questions": "A ydych chi'n defnyddio cynlluniwr neu ddyddiadur i gofnodi tasgau? Allech chi greu gwell system i'ch helpu chi gael gwell trefn ar eich amser a'ch adnoddau",
            "activities": "Y Rheol Domino Arweiniol, Rheol 2-4-8",
            "coaching_questions": "A ydych chi'n defnyddio cynlluniwr i gofnodi tasgau?Allech chi greu gwell system i'ch helpu chi drefnu eich amser a'ch adnoddau yn well? A ydych chi'n ysgrifennu rhestr gwneud weithiau? "
          },
          "record_id": "5f9b3e53bc87ca06b6bfded3"
        },
        "Very Low": {
          "english": {
            "description": "Your systems score suggests that at the moment you prefer not to organise your time, and as a result you often miss deadlines. You probably don't complete your homework on time and need extensions to get work done. You may be constantly trying to catch up and feel stressed and under pressure. Your notes and files are likely to be disorganised, and you probably have crucial handouts missing. There is a proven relationship between success and a person’s ability to create systems to organise themselves. Have you ever used a planner or diary to organise your time? Who could help you get your notes in order?",
            "questions": "Who could help you get your notes in order? Do you ever write a to-do list? Show me a book or piece of work you are proud of?",
            "activities": "Energy Line, Breakfast Club",
            "coaching_questions": "Would you rather spend 1 hour working in class or 1 hr working at home? Why?<br />How do you know what work is currently outstanding?<br />If you could change one aspect about the way you work – what would it be and how would you change it?<br />"
          },
          "welsh": {
            "description": "Mae eich sgôr systemau yn awgrymu nad ydych chi eisiau trefnu eich amser, ar hyn o bryd, a'ch bod chi'n methu cwblhau gwaith mewn pryd oherwydd hynny. Mae'n debyg nad ydych chi'n cwblhau gwaith cartref mewn pryd, ac angen rhagor o amser i gwblhau gwaith. Efallai eich bod chi'n ceisio dal fyny yn gyson, ac yn teimlo dan bwysau a straen.  Mae'n debyg bod eich nodiadau a'ch ffeiliau yn anhrefnus, a bod taflenni allweddol ar goll.  Mae perthynas gadarn rhwng llwyddiant a gallu rhywun i greu systemau i roi trefn ar eu hunain.  A ydych chi wedi defnyddio cynlluniwr neu ddyddiadur i drefnu eich amser o'r blaen?  Pwy allai eich helpu i roi trefn ar eich nodiadau?",
            "questions": "Pwy allai eich helpu i roi trefn ar eich nodiadau? A ydych chi'n ysgrifennu rhestr gwneud weithiau? Dangoswch lyfr neu ddarn gwaith sy'n destun balchder i chi. ",
            "activities": "Y Llinell Ynni, Y Clwb Brecwast,",
            "coaching_questions": "Pwy allai eich helpu i roi trefn ar eich nodiadau?A ydych chi'n ysgrifennu rhestr gwneud weithiau? Dangoswch lyfr neu ddarn gwaith sy'n destun balchder i chi?"
          },
          "record_id": "5f9b3e53bc87ca06b6bfdec5"
        }
      },
      "Practice": {
        "High": {
          "english": {
            "description": "Your responses indicate you are able to revise and study in a targeted, efficient way. You’ve summarised your courses efficiently and have probably printed off as many exam papers as you can find, completing these tests under exam conditions. You don’t mind doing challenging tasks; in fact you might even enjoy doing tricky test questions that force you to think hard. If you hit a snag or problem, you focus just on that – relentlessly practising until you can do it. How can you make sure your revision or practice is always targeted? Are you consistent across all subjects?",
            "questions": "What are your top three preferred ways of learning content? Are you consistent across all subjects?",
            "activities": "Revision Questionnaire, Right-Wrong-Right",
            "coaching_questions": "What do you ‘do’ with the information we give you? How do you use it/transform it?<br />When was the last time you tested yourself? When did you last ask someone else to test you?<br />Is getting something wrong a disaster, is it a spur to (eventually) find the right answer, or something else?<br />"
          },
          "welsh": {
            "description": "Yn ôl eich ymateb, gallwch adolygu ac astudio mewn ffordd benodol ac effeithlon.  Rydych chi wedi crynhoi eich cyrsiau yn effeithlon, wedi argraffu hynny o bapurau arholiad ag y gallwch gael gafael arnynt, a'u cwblhau dan amodau arholiad.  Does dim bwys gennych chi wneud tasgau heriol.  Os byddwch yn taro yn erbyn rhwystr, mi wnewch chi ganolbwyntio ar hwnnw'n llwyr - ac  ymarfer yn ddi-baid nes i chi allu ei wneud.  Sut allwch chi ofalu eich bod chi wastad yn adolygu neu'n ymarfer mewn ffordd benodol?  A ydych chi'n gyson ar draws pob pwnc?",
            "questions": "Beth yw eich tair ffordd orau o ddysgu cynnwys? A ydych chi'n gyson ar draws pob pwnc?",
            "activities": "Yr Holiadur Adolygu, Dde - Anghywir - Dde",
            "coaching_questions": "Beth yw eich tair ffordd orau o ddysgu cynnwys? Pryd oedd y tro diwethaf i chi ddarllen adroddiad gan arholwr?Sut ydych chi'n gwella eich gwaith ar ôl iddo gael ei raddio? "
          },
          "record_id": "5f9b3e54bc87ca06b6bfdee9"
        },
        "Medium": {
          "english": {
            "description": "You use a reasonable range of revision strategies such as completing past paper questions under timed conditions. You might have handed in extra work for marking or sought feedback on how you can improve but you might not be as consistent as you want. You know you should be setting yourself challenging revision tasks, and often you do so. Other times, you might find yourself just re-reading notes or highlighting. Do you revise as efficiently as you could? When completing past paper questions do you always practice under timed conditions? ",
            "questions": "What do you do with the feedback you get on marked work? If you do past paper questions - do you mark them?",
            "activities": "Learn from Mistakes, Leitner Box<br />",
            "coaching_questions": "Pick one of your subjects - which aspects of this subject do you least need to revise? Why?<br />How comfortable is the process of revision for you? How could you make it less comfortable?<br />Do you tend to focus/practice the content that you enjoy?<br />"
          },
          "welsh": {
            "description": "Rydych chi'n defnyddio ystod resymol o strategaethau adolygu, fel cwblhau hen bapurau arholiad yn erbyn y cloc. Efallai eich bod wedi cyflwyno gwaith ychwanegol i'w farcio, neu wedi gofyn am sylwadau ar sut allwch chi wella, ond efallai nad ydych chi mor gyson ag y byddech yn dymuno bod. Fe wyddoch y dylech chi fod yn gosod tasgau adolygu heriol i'ch hun, ac mi fyddwch chi'n aml yn gwneud hynny. Ydych chi'n adolygu mor effeithlon â phosibl? Wrth gwblhau hen gwestiynau arholiad, fyddwch chi wastad yn ymarfer yn erbyn y cloc?",
            "questions": "Beth wnewch chi efo'r adborth a gewch chi ar waith wedi'i farcio?Os ydych chi'n gwneud hen bapurau arholiad - fyddwch chi'n eu marcio nhw",
            "activities": "Yr Holiadur Adolygu, Dysgu o gamgymeriadau",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi wneud hen bapur dan amodau arholiad ar eich pen eich hun? Beth wnewch chi efo'r adborth a gewch chi ar waith wedi'i farcio?Sut allwch chi ofalu eich bod chi wastad yn adolygu neu'n ymarfer mewn ffordd benodol? "
          },
          "record_id": "5f9b3e54bc87ca06b6bfdedd"
        },
        "Low": {
          "english": {
            "description": "You are able to revise using familiar techniques, perhaps ones you’ve used a lot before. Often your revision is passive and you may feel bored, re-reading text books or watching videos. You don’t revise in the most efficient way; you may study the topics you’re already familiar with and rarely push yourself to revise things that you are not sure of. You avoid high-stakes practice under timed conditions, even though you might, deep-down, know this would be good for you. How can you make sure your revision or practice is more targeted? What could encourage you to push yourself outside your comfort zone more?",
            "questions": "What could encourage you to push yourself outside your comfort zone more? How do you plan your revision time?",
            "activities": "Revision Questionnaire, Leitner Box",
            "coaching_questions": "Choose a subject. If you had one hour, and no homework, what would you do to help your learning in it?<br />Do you do past paper questions? Describe the last time you tried something under timed conditions.<br />What’s the hardest exam question you expect to face? What are you doing about it?<br />"
          },
          "welsh": {
            "description": "Gallwch adolygu gan ddefnyddio technegau cyfarwydd, efallai rhai rydych wedi'u defnyddio dipyn o'r blaen....Yn aml, rydych chi'n adolygu mewn ffordd oddefol ac yn diflasu.  Nid ydych chi'n adolygu yn y ffordd fwyaf effeithlon; efallai eich bod chi'n astudio'r testunau rydych chi eisoes yn gyfarwydd â nhw, ac anaml y byddwch chi'n gwthio eich hun i adolygu pethau nad ydych chi'n sicr ohonynt.  Rydych chi'n osgoi ymarfer yn erbyn y cloc, er y gwyddoch, yn y bôn, y byddai'n fanteisiol i chi wneud hynny.  Sut allwch chi ofalu eich bod chi yn adolygu neu'n ymarfer mewn ffordd fwy penodol?  Beth fyddai'n eich annog chi i wthio'ch hun tu hwnt i'ch ",
            "questions": "Beth fyddai'n eich annog chi i wthio'ch hun tu hwnt i'ch man cysurus? Sut ydych chi'n cynllunio eich amser adolygu? ",
            "activities": "Yr Holiadur Adolygu, Bocs Leitner",
            "coaching_questions": "Sut allwch chi ofalu eich bod chi yn adolygu neu'n ymarfer mewn ffordd fwy penodol? Pryd oedd y tro diwethaf i chi brofi eich hun?Sut ydych chi'n cynllunio eich amser adolygu? "
          },
          "record_id": "5f9b3e53bc87ca06b6bfded1"
        },
        "Very Low": {
          "english": {
            "description": "You may currently find it difficult to revise and you only use a small range of approaches. Perhaps when you do revise you only study the topics you are confident with, staying well within your comfort zone. You might rely on re-reading notes and highlighting as your main revision techniques, so the process is very passive. You might find yourself watching videos to recap sections of the course and hoping for the best. Sometimes you don’t revise at all, preferring to take a chance in the test or exam. Are there revision techniques other people use that you don’t? Which subjects and topics are you avoiding – and why?",
            "questions": "What assessment are you most proud of in the last 3 months? When something goes wrong-what do you do?",
            "activities": "Revision Questionnaire, Know the Skills",
            "coaching_questions": "Is revision boring for you? Why? Explain your answer.<br />If you could pick one revision activity to use to prepare for an exam what would it be?<br />Describe a revision session you’ve recently done.<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai ei bod hi'n anodd i chi adolygu a'ch bod yn defnyddio bach iawn o ddulliau.  Efallai, pan fyddwch chi'n adolygu, mai dim ond y testunau rydych chi'n hyderus ynddynt y byddwch chi'n eu hadolygu, gan aros o fewn eich man cysurus. Efallai eich bod yn dibynnu ar ail ddarllen nodiadau a lliwio fel eich prif strategaethau adolygu, felly mae'r broses yn un oddefol iawn. Weithiau nid ydych chi'n adolygu o gwbl, ac mae'n well gennych gymryd siawns yn y prawf neu'r arholiad.  A oes technegau adolygu mae pobl eraill yn eu defnyddio, nad ydych chi'n eu defnyddio?  Pa bynciau a thestunau ydych chi'n eu hosgoi - a pham? ",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf? Pan aiff pethau o chwith - beth wnewch chi?  ",
            "activities": "Yr Holiadur Adolygu, Adnabod y sgiliau",
            "coaching_questions": "A oes technegau adolygu mae pobl eraill yn eu defnyddio, nad ydych chi'n eu defnyddio? Pa bynciau a thestunau ydych chi'n eu hosgoi - a pham? Sut ydych chi'n cynllunio eich amser adolygu? "
          },
          "record_id": "5f9b3e53bc87ca06b6bfdec3"
        }
      },
      "Overall": {
        "High": {
          "english": {
            "description": "Your current VESPA score indicates you are an independent individual, capable of actively organising your own learning. You probably have a good idea of what you want to achieve and can set goals to achieve this. You are able to manage your workload and have a growth mindset. However, your mindset isn't set forever and changes as you move through life. How can you continue to develop your VESPA score? Which areas could you improve in?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n annibynnol, ac yn gallu rhoi trefn ar eich dysgu eich hun. Mae'n debyg fod gennych chi syniad da o'r hyn rydych chi am ei gyflawni, ac yn gallu gosod nodau i gyflawni hyn. Gallwch reoli eich llwyth gwaith, ac mae gennych feddylfryd o dwf. Er hynny, nid yw eich meddylfryd wedi'i osod am byth, ac mae'n newid wrth i chi fynd drwy fywyd. Sut allwch chi barhau i ddatblygu eich sgôr VESPA? Ym mha agweddau y gallwch chi wella?",
            "questions": "-",
            "activities": "-",
            "coaching_questions": "Level 3 Overall High"
          },
          "record_id": "5f9b3e54bc87ca06b6bfdee7"
        },
        "Medium": {
          "english": {
            "description": "You currently have a VESPA score which suggests you are generally independent, capable and organised. It’s likely that you aren’t quite as consistent as you would like, with some weaker areas among your evident strengths. You are pretty clear on why you are studying, and you handle the pressure of study well. However, your mindset isn't set forever and changes as you move through life. So how can you continue to develop your VESPA score? Which areas could you improve in?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Mae eich sgôr VESPA yn awgrymu eich bod chi'n annibynnol, yn fedrus ac yn drefnus ar y cyfan.  Mae'n debyg nad ydych chi mor gyson ag yr hoffech fod, a bod gennych chi rai fannau gwan ymysg eich cryfderau.  Rydych chi'n eithaf clir pam eich bod chi'n astudio, ac rydych chi'n delio efo pwysau astudio yn dda.  Er hynny, nid yw eich meddylfryd wedi'i osod am byth, ac mae'n newid wrth i chi fynd drwy fywyd.  Felly sut allwch chi barhau i ddatblygu eich sgôr VESPA? Ym mha agweddau y gallwch chi wella?",
            "questions": "-",
            "activities": "-",
            "coaching_questions": "Level 3 Overall Medium"
          },
          "record_id": "5f9b3e53bc87ca06b6bfdedb"
        },
        "Low": {
          "english": {
            "description": "Your current VESPA score indicates you are strong in some areas required for success but have some areas for development. For example, you may be independent and capable of revising, however may lack confidence and the ability to push yourself outside your comfort zone. You may be revising the same topics and feeling frustrated that your grades aren't improving. Don’t worry though, it is possible to develop your mindset! Which areas could you improve in most? And which have priority in the coming weeks and months?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n gryf mewn rhai meysydd angenrheidiol er mwyn llwyddo, ond mae angen i chi ddatblygu mewn rhai meysydd.  Er enghraifft, efallai eich bod chi'n annibynnol ac yn gallu adolygu, ond efallai nad oes gennych chi'r hyder na'r gallu i wthio'ch hun tu allan i'ch man cysurus.  Efallai eich bod chi'n adolygu'r un testunau ac yn teimlo'n rhwystredig nad yw eich graddau yn gwella.  Peidiwch â phoeni, mae modd newid eich meddylfryd!  Ym mha feysydd y gallech chi wella fwyaf? Pa rai sy'n cael blaenoriaeth dros yr wythnosau a'r misoedd nesaf?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f9b3e53bc87ca06b6bfdecf"
        },
        "Very Low": {
          "english": {
            "description": "Your current VESPA score indicates you might feel low in confidence, and not demonstrating the most effective skills and tactics in many of the areas which are required for success. You may feel lost and have no clear vision for your future, you possibly see little point in revising or studying independently, or possibly you do but only in a few subjects. Don’t worry though, this isn’t an unusual position to be in, it’s quite common., And the good news is, it’s possible to change your mindset! Consider a conversation with a teacher or tutor, explaining your current situation. It would also help to decide which areas you need to work on first.",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n brin o hyder, a ddim yn dangos y sgiliau a'r tactegau mwyaf effeithiol mewn llawer o'r meysydd sydd eu hangen er mwyn llwyddo.  Efallai eich bod chi ar goll, heb weledigaeth glir i'ch dyfodol, a ddim yn gweld fawr o bwrpas adolygu neu astudio'n annibynnol, neu efallai eich bod chi ond ddim ond mewn ychydig o bynciau. Peidiwch â phoeni, mae modd newid eich meddylfryd.  Meddyliwch am gael sgwrs efo athro neu diwtor, yn egluro eich sefyllfa bresennol.  Byddai'n help hefyd penderfynu ar ba feysydd y mae angen i chi weithio arnynt yn gyntaf. ",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f9b3e53bc87ca06b6bfdec1"
        }
      },
      "Effort": {
        "High": {
          "english": {
            "description": "You are a very hard-working student. You are likely to be very focused in lessons and give your best to every task. This result suggests you are prepared to put in the hard work to achieve your goals, and that you already study a lot in your own time. You use study periods strategically and effectively, setting yourself tasks to stay well on top of your work. Your next challenge is to consider how you will continue to work this way. Also consider consistency: are you able to work hard equally for every subject? Is your level of effort sustainable and could you be more efficient?",
            "questions": "Do you plan leisure time in your week? What do you do when you aren't studying?",
            "activities": "3R's of Habit, Frogs & Bannisters",
            "coaching_questions": "1.Describe a typical hour of your study.<br />2.What is your best time of day for working?<br />3.How much work would you have to do in order to feel satisfied? How do you know you have done enough?<br />"
          },
          "welsh": {
            "description": "Rydych chi'n fyfyriwr sy'n gweithio'n ddiwyd iawn.  Rydych chi'n canolbwyntio mewn gwersi, ac yn gwneud eich gorau glas ym mhob tasg. Mae'r canlyniad hwn yn awgrymu eich bod chi'n fodlon gweithio'n galed i gyflawni eich nodau, a'ch bod chi eisoes yn astudio dipyn yn eich amser eich hun. Rydych chi'n defnyddio cyfnodau astudio yn strategol ac yn effeithiol.  Eich her nesaf yw ystyried sut wnewch chi ddal ati i weithio fel hyn. Meddyliwch am gysondeb hefyd: allwch chi weithio yr un mor galed ym mhob pwnc?  Allwch chi ddal ati i ymdrechu fel hyn?",
            "questions": "Ydych chi'n cynllunio amser hamdden yn eich wythnos? Beth fyddwch chi'n ei wneud pan na fyddwch chi'n astudio?",
            "activities": "Y 3 'R' i Newid Arferion (3 R's of Habit), Brogaod a Baneri",
            "coaching_questions": "Beth fyddwch chi'n ei wneud pan na fyddwch chi'n astudio? Pan fyddwch chi'n gweithio, sut wyddoch chi eich bod chi wedi gwneud digon?A oes pynciau neilltuol ble gallech chi ymdrechu fwy? "
          },
          "record_id": "5f9b3e54bc87ca06b6bfdee5"
        },
        "Medium": {
          "english": {
            "description": "You are a reasonably hard-working student, but you know that you could be working harder. You generally use your study periods effectively and complete tasks to a good level. On occasion, you may cut corners or rush tasks. You work hard in most classes, but perhaps you could be more actively involved in class; though you might set yourself extra work now and again it's not something you do regularly.<br />How could you improve your effort habit? Are there particular subjects where you could increase your effort?",
            "questions": "Do you think you are working hard enough? Who do you sit next to in classes? Do they work the same way as you?",
            "activities": "Recognising your blockers, Power of If",
            "coaching_questions": "In an average week how many hours do you spend on hard/challenging/uncomfortable study outside of class?<br />What are you good at, and what did you do to get so good at it?<br />Where do you normally spend your study periods?"
          },
          "welsh": {
            "description": "Rydych chi'n gweithio'n weddol ddiwyd, ond yn gwybod y gallwch chi fod yn gweithio'n galetach.  Ar y cyfan, rydych chi'n defnyddio eich cyfnodau astudio yn effeithiol ac yn  cwblhau tasgau i lefel dda. O dro i dro, rydych chi'n torri corneli neu'n rhuthro drwy dasgau.  Rydych chi'n gweithio'n galed yn y rhan fwyaf o ddosbarthiadau, ond efallai y gallech chi fod yn fwy gweithredol yn y dosbarth. Sut allech chi newid eich ymdrech? A oes pynciau neilltuol ble gallech chi ymdrechu fwy?",
            "questions": "Ydych chi'n gweithio'n ddigon caled? Efo pwy ydych chi'n eistedd mewn dosbarthiadau? Ydyn nhw'n gweithio yn yr un ffordd â chi?",
            "activities": "Gan gydnabod eich atalyddion, Grym Meddwl Os / Yna Meddwl",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi weithio'n galed ar ddarn o waith heriol iawn? Sut allech chi newid eich ymdrech?Ydych chi'n gweithio'n ddigon caled? "
          },
          "record_id": "5f9b3e53bc87ca06b6bfded9"
        },
        "Low": {
          "english": {
            "description": "Your score suggests that you are working within your comfort zone. You might have made small improvements to last year’s levels of effort but deep down you know you could be working much harder. You sometimes use your study periods effectively; however, you might often get distracted. Quite often, you cut corners or rush tasks, and do just enough to stay out of trouble. You might be quite a passive class member who follows instructions but doesn’t always engage deeply.<br />How could you involve yourself more in classroom learning? Are there particular subjects where you need to overhaul your effort?",
            "questions": "How could you engage more in classroom learning? Are there particular subjects where you need to overhaul your effort?",
            "activities": "Inner Story Telling, Working Weeks",
            "coaching_questions": "Think of a student who works harder than you. What do they do?<br />If you get stuck on a piece of work, what do you do to get past the blockage?<br />What should you be doing, that you know you’re not?<br />"
          },
          "welsh": {
            "description": "Mae eich sgôr yn awgrymu eich bod chi'n gweithio o fewn eich man cysurus.   Efallai eich bod chi wedi gwneud mân newidiadau i lefelau ymdrech y llynedd, ond yn y bôn, fe wyddoch y gallech fod yn gweithio llawer caletach.  Weithiau, rydych chi'n defnyddio eich cyfnodau astudio yn effeithiol; ond, yn aml bydd rhywbeth yn tynnu eich sylw.  Yn aml iawn, rydych chi'n torri corneli neu'n rhuthro drwy dasgau. Gallwch fod yn oddefol iawn yn y dosbarth. <br />Sut allech chi fynd ati i ddysgu mwy yn y dosbarth?  A oes pynciau neilltuol ble gallech chi ymdrechu fwy? <br />",
            "questions": "Sut allech chi fynd ati i ddysgu mwy yn y dosbarth?  A oes pynciau neilltuol ble gallech chi ymdrechu fwy? ",
            "activities": "Adrodd Straeon Mewnol, Wythnosau Gweithio",
            "coaching_questions": "Ydych chi'n gweithio'n ddigon caled? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?Pa amser o'r dydd ydych chi'n gweithio orau?"
          },
          "record_id": "5f9b3e53bc87ca06b6bfdecd"
        },
        "Very Low": {
          "english": {
            "description": "It's very likely you are currently not achieving what you could be and deep down you know that you are not working hard enough to achieve your goals. Most of the time you do close to the minimum amount of work required to complete a task. This approach may have become a habit over some time. You may feel bored and distracted when you study, and you prefer to avoid engaging in classes or study periods. It’s unlikely you spend much time with very hard-working students.<br />Do you know why you are choosing to work so little? What could encourage you to study independently for longer?<br />",
            "questions": "Do you know why you are choosing to work so little?Are you surrounding yourself with hard working people?",
            "activities": "One to Ten, 10min Rule",
            "coaching_questions": "1.How many hours have you studied for this week outside the classroom? How many hours do you think you should be studying?<br />2.Are you working now as hard as you did last year or earlier in your school career?<br />3.For your last homework, was your objective… to avoid doing it for as long as possible… to complete it as quickly as possible… or to get the best possible grade?<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, nid ydych chi'n cyflawni cystal ag y gallech, ac rydych chi'n gwybod nad ydych chi'n gweithio'n ddigon caled i gyflawni eich nodau.  Ar y cyfan, rydych chi'n gwneud cyn lleied o waith â phosibl, ac efallai mai felly y bu hi ers rhai blynyddoedd bellach. Efallai eich bod chi'n diflasu a methu canolbwyntio wrth astudio, ac mae'n well gennych osgoi bod yn rhan o gyfnodau astudio neu ddosbarthiadau.  Mae'n annhebygol eich bod yn treulio llawer o amser efo myfyrwyr sy'n gweithio'n galed.<br />Wyddoch chi pam eich bod chi'n dewis gweithio cyn lleied? Beth fyddai'n eich annog chi i astudio'n annibynnol am fwy o amser?<br />",
            "questions": "Wyddoch chi pam eich bod chi'n dewis gweithio gyn lleied? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?",
            "activities": "Graddfa 1-10, Rheol 10 Munud",
            "coaching_questions": "Wyddoch chi pam eich bod chi'n dewis gweithio gyn lleied? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?Beth fyddai'n eich annog chi i astudio'n annibynnol am fwy o amser?"
          },
          "record_id": "5f9b3e53bc87ca06b6bfdebf"
        }
      },
      "Attitude": {
        "High": {
          "english": {
            "description": "You are likely to feel in control and calm before taking any assessments or exams. Most of the time you are confident in your own ability and see feedback as an opportunity to improve your performance. You will typically aim to improve any work that hasn’t got your target grade and you feel that you can constantly improve by working hard. You don’t mind the idea that something might be ‘hard’, and repeated failure doesn’t put you off, because you understand that failure is a great teacher. You might well be optimistic and positive even in difficult times. How will you ensure your attitude score remains high?",
            "questions": "Do you ever use relaxation techniques? In what situation do you feel really confident?",
            "activities": "Stopping Negative Thoughts, Kill your Critic",
            "coaching_questions": "How do you feel and respond when you get marked work back?<br />If you get a low grade, what do you do to make sure it doesn’t happen again?<br />Describe a moment when you felt proud.<br />"
          },
          "welsh": {
            "description": "Rydych chi'n debygol o deimlo mewn rheolaeth, ac yn ddigynnwrf, cyn gwneud unrhyw asesiad neu arholiad. Y rhan fwyaf o'r amser, rydych chi'n hyderus yn eich gallu ac yn gweld bod adborth yn gyfle i wella eich perfformiad. Fel arfer, byddwch chi'n ceisio gwella unrhyw waith na gyrhaeddodd eich gradd darged, ac rydych chi'n teimlo y gallwch wella'n gyson drwy weithio'n galed. Does dim bwys gennych chi y gallai rhywbeth fod yn 'anodd', ac nid ydych chi'n poeni am fethu dro ar ôl tro oherwydd rydych chi'n deall mai drwy fethu y gwnewch chi ddysgu. Sut wnewch chi ofalu bod eich sgôr agwedd yn aros yn uchel?",
            "questions": "Fyddwch chi'n defnyddio technegau ymlacio? Ym mha sefyllfa ydych chi'n teimlo'n hyderus iawn",
            "activities": "Stopio meddwl yn negyddol,Kill your Critic",
            "coaching_questions": "Fyddwch chi'n defnyddio technegau ymlacio?Ym mha sefyllfa ydych chi'n teimlo'n hyderus iawn? Allech chi fod yn esiampl dda i eraill?"
          },
          "record_id": "5f9b3e54bc87ca06b6bfdee3"
        },
        "Medium": {
          "english": {
            "description": "You often feel confident and in control before tests and exams. You also feel confident in your own abilities, though there are infrequent occasions where you might question yourself. You recognise the importance of hard work and practice, and believe your effort will pay off. You can handle a challenging lesson or two without feeling insecure and you can cope well with setbacks, unless a number arrive all at once. You might be shielding yourself from some challenges, though. What lessons could you learn from your failures?<br />",
            "questions": "What's the best feedback you've had this term?What techniques do you use to stay calm?",
            "activities": "Stand Tall, Change Curve",
            "coaching_questions": "When something goes wrong in your studies, what do you do?<br />Describe something you have persevered with in the past. How did you conquer the challenge?<br />Describe a time you’ve taken the initiative.<br />"
          },
          "welsh": {
            "description": "Rydych chi'n aml yn teimlo'n hyderus ac mewn rheolaeth cyn profion ac arholiadau. Rydych chi hefyd yn teimlo'n hyderus yn eich gallu, er bod adegau prin ble rydych chi'n amau eich hun.  Rydych chi'n adnabod pwysigrwydd gwaith caled ac ymarfer, ac yn credu y bydd eich ymdrech yn dwyn ffrwyth.  Gallwch ddelio efo gwers heriol heb deimlo'n ansicr, a gallwch ymdopi'n dda efo rhwystrau, oni bai bod nifer yn codi ar yr un pryd. Beth allech chi ddysgu o'r hyn rydych chi wedi methu'i wneud?",
            "questions": "Beth yw'r adborth gorau gawsoch chi tymor yma?Pa dechnegau fyddwch chi'n eu defnyddio i gadw'ch pen?",
            "activities": "Tall Sefydlog, Newid Cromlin",
            "coaching_questions": "Beth yw'r adborth gorau gawsoch chi tymor yma?Pa dechnegau fyddwch chi'n eu defnyddio i gadw'ch pen? Pan aiff pethau o chwith - beth wnewch chi? "
          },
          "record_id": "5f9b3e53bc87ca06b6bfded7"
        },
        "Low": {
          "english": {
            "description": "You may feel nervous before assessments or exams. Normally you’ll feel quite confident in your abilities although you could be set back by a disappointing result. You generally believe that you can improve your intelligence through hard work but struggle in lessons can sometimes make you feel as if others are better than you at a subject. When you face a setback, you can pick yourself up and carry on, but two or three disappointments in a week can make you feel as if you should give up entirely.<br />You may need to practice reconnecting with your previous successes.<br />",
            "questions": "What assessment are you most proud of in the last 3 months?When something goes wrong-what do you do?",
            "activities": "Failing Forwards, Force Field",
            "coaching_questions": "What’s the biggest mistake you have made so far? What have you learnt/how did you deal with it?<br />How do other people respond to disappointing grades? Can you name someone who responds differently to you? How?<br />What do you feel is the difference between you and a top ‘A grade’ student? List five if you can<br />"
          },
          "welsh": {
            "description": "Efallai eich bod yn teimlo'n nerfus cyn asesiad neu arholiad. Fel arfer, rydych chi'n teimlo'n hyderus yn eich gallu, er gallai canlyniad siomedig eich digalonni. Rydych chi'n credu, ar y cyfan, y gallwch wella eich deallusrwydd drwy weithio'n galed, ond gall trafferthion mewn gwersi weithiau wneud i chi deimlo fel petai eraill yn well na chi mewn pwnc. Pan fydd rhwystr, gallwch ei wynebu a dal ati, ond gall dwy neu dair siom mewn wythnos wneud i chi ddigalonni yn llwyr. <br />Efallai bod angen i chi ymarfer ail gysylltu â'ch llwyddiannau blaenorol. <br />",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf?Pan aiff pethau o chwith - beth wnewch chi? ",
            "activities": "Syrthio Ymlaen, Dadansoddiad maes grym",
            "coaching_questions": "Pan aiff pethau o chwith - beth wnewch chi? Disgrifiwch rywbeth rydych chi'n ei wneud yn dda ac adroddwch yr hanes sut ddaethoch chi'n dda am wneud hynny."
          },
          "record_id": "5f9b3e53bc87ca06b6bfdecb"
        },
        "Very Low": {
          "english": {
            "description": "Currently you may tend to feel quite anxious on the build-up to assessments or exams. You might well feel angry at your situation and with yourself. It’s likely that you will often doubt your own ability and won’t feel very positive, even if you have revised. A disappointing result in assessments is likely to knock you further back. You are likely to feel that intelligence is something that is fixed and that no matter how hard you work you can’t improve. As a result, you rarely push yourself and you might even be deliberately giving up and failing rather than trying. Have you considered sharing your situation with a teacher or tutor?",
            "questions": "What assessment are you most proud of in the last 3 months? When something goes wrong-what do you do?",
            "activities": "There and Back, Vampire Test",
            "coaching_questions": "What have you done since the start of the year that you are proud of?<br />Are you willing to contribute in class? Name a student who contributes more than you. What is their learning like?<br />Advise your friend if they have a grade they’re unhappy with.<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai eich bod yn teimlo'n reit bryderus cyn asesiad neu arholiad. Efallai eich bod yn flin am eich sefyllfa, ac efo chi'ch hun. Mae'n debyg eich bod chi'n aml yn amau eich gallu, ac ni fyddwch yn teimlo'n bositif iawn, hyd yn oed os byddwch chi wedi adolygu.  Mae canlyniad siomedig mewn asesiad yn debygol o'ch trechu chi. Rydych chi'n debygol o deimlo mai rhywbeth sefydlog yw deallusrwydd, ac na allwch wella waeth pa mor galed y gwnewch chi weithio. O ganlyniad, anaml y byddwch chi'n gwthio eich hun. A ydych chi wedi ystyried rhannu eich sefyllfa efo athro neu diwtor? ",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf?Pan aiff pethau o chwith - beth wnewch chi?",
            "activities": "Bod yn benuchel, Y Prawf Fampir",
            "coaching_questions": "Pan aiff pethau o chwith - beth wnewch chi? Disgrifiwch rywbeth rydych chi'n ei wneud yn dda.Sut ddaethoch chi'n dda am wneud hynny? Adroddwch yr hanes."
          },
          "record_id": "5f9b3e53bc87ca06b6bfdec9"
        }
      }
    },
    "Level 2": {
      "Overall": {
        "High": {
          "english": {
            "description": "Your current VESPA score indicates you are an independent individual, capable of actively organising your own learning. You probably have a good idea of what you want to achieve and can set goals to achieve this. You are able to manage your workload and have a growth mindset. However, your mindset isn't set forever and changes as you move through life. How can you continue to develop your VESPA score? Which areas could you improve in?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "<br />Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n annibynnol, ac yn gallu rhoi trefn ar eich dysgu eich hun.  Mae'n debyg fod gennych chi syniad da o'r hyn rydych chi am ei gyflawni, ac yn gallu gosod nodau i gyflawni hyn.  Gallwch reoli eich llwyth gwaith, ac mae gennych feddylfryd o dwf.  Er hynny, nid yw eich meddylfryd wedi'i osod am byth, ac mae'n newid wrth i chi fynd drwy fywyd.  Sut allwch chi barhau i ddatblygu eich sgôr VESPA? Ym mha agweddau y gallwch chi wella?<br />",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f9743bbc0dd5d00156bf94f"
        },
        "Medium": {
          "english": {
            "description": "You currently have a VESPA score which suggests you are generally independent, capable and organised. It’s likely that you aren’t quite as consistent as you would like, with some weaker areas among your evident strengths. You are pretty clear on why you are studying, and you handle the pressure of study well. However, your mindset isn't set forever and changes as you move through life. So how can you continue to develop your VESPA score? Which areas could you improve in?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "<br />Mae eich sgôr VESPA yn awgrymu eich bod chi'n annibynnol, yn fedrus ac yn drefnus ar y cyfan.  Mae'n debyg nad ydych chi mor gyson ag yr hoffech fod, a bod gennych chi rai fannau gwan ymysg eich cryfderau.  Rydych chi'n eithaf clir pam eich bod chi'n astudio, ac rydych chi'n delio efo pwysau astudio yn dda.  Er hynny, nid yw eich meddylfryd wedi'i osod am byth, ac mae'n newid wrth i chi fynd drwy fywyd.  Felly sut allwch chi barhau i ddatblygu eich sgôr VESPA? Ym mha agweddau y gallwch chi wella?<br />",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f9743afd4547e0015d2b0f7"
        },
        "Low": {
          "english": {
            "description": "Your current VESPA score indicates you are strong in some areas required for success but have some areas for development. For example, you may be independent and capable of revising, however may lack confidence and the ability to push yourself outside your comfort zone. You may be revising the same topics and feeling frustrated that your grades aren't improving. Don’t worry though, it is possible to develop your mindset! Which areas could you improve in most? And which have priority in the coming weeks and months?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n gryf mewn rhai meysydd angenrheidiol er mwyn llwyddo, ond mae angen i chi ddatblygu mewn rhai meysydd.  Er enghraifft, efallai eich bod chi'n annibynnol ac yn gallu adolygu, ond efallai nad oes gennych chi'r hyder na'r gallu i wthio'ch hun tu allan i'ch man cysurus.  Efallai eich bod chi'n adolygu'r un testunau ac yn teimlo'n rhwystredig nad yw eich graddau yn gwella.  Peidiwch â phoeni, mae modd newid eich meddylfryd!  Ym mha feysydd y gallech chi wella fwyaf? Pa rai sy'n cael blaenoriaeth dros yr wythnosau a'r misoedd nesaf?",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f9743a0ec2dd3001573cbdd"
        },
        "Very Low": {
          "english": {
            "description": "Your current VESPA score indicates you might feel low in confidence, and not demonstrating the most effective skills and tactics in many of the areas which are required for success. You may feel lost and have no clear vision for your future, you possibly see little point in revising or studying independently, or possibly you do but only in a few subjects. Don’t worry though, this isn’t an unusual position to be in, it’s quite common.  And the good news is, it’s possible to change your mindset! Consider a conversation with a teacher or tutor, explaining your current situation. It would also help to decide which areas you need to work on first.",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "welsh": {
            "description": "Yn ôl eich sgôr VESPA ar hyn o bryd, rydych chi'n brin o hyder, a ddim yn dangos y sgiliau a'r tactegau mwyaf effeithiol mewn llawer o'r meysydd sydd eu hangen er mwyn llwyddo.  Efallai eich bod chi ar goll, heb weledigaeth glir i'ch dyfodol, a ddim yn gweld fawr o bwrpas adolygu neu astudio'n annibynnol, neu efallai eich bod chi ond ddim ond mewn ychydig o bynciau. Peidiwch â phoeni, mae modd newid eich meddylfryd.  Meddyliwch am gael sgwrs efo athro neu diwtor, yn egluro eich sefyllfa bresennol.  Byddai'n help hefyd penderfynu ar ba feysydd y mae angen i chi weithio arnynt yn gyntaf. ",
            "questions": "",
            "activities": "",
            "coaching_questions": ""
          },
          "record_id": "5f97439157d3210018f974f1"
        }
      },
      "Attitude": {
        "High": {
          "english": {
            "description": "You are likely to feel in control and calm before taking any assessments or exams. Most of the time you are confident in your own ability and see feedback as an opportunity to improve your performance. You will typically aim to improve any work that hasn’t got your target grade and you feel that you can constantly improve by working hard. You don’t mind the idea that something might be ‘hard’, and repeated failure doesn’t put you off, because you understand that failure is a great teacher. You might well be optimistic and positive even in difficult times. How will you ensure your attitude score remains high?",
            "questions": "Do you ever use relaxation techniques? In what situation do you feel really confident?",
            "activities": "Benefit Finding, The First Aid Kit",
            "coaching_questions": "1.How do you feel and respond when you get marked work back?<br />2.If you get a low grade, what do you do to make sure it doesn’t happen again?<br />3.Describe a moment when you felt proud.<br />"
          },
          "welsh": {
            "description": "<br />Rydych chi'n debygol o deimlo mewn rheolaeth, ac yn ddigynnwrf, cyn gwneud unrhyw asesiad neu arholiad. Y rhan fwyaf o'r amser, rydych chi'n hyderus yn eich gallu ac yn gweld bod adborth yn gyfle i wella eich perfformiad.  Fel arfer, byddwch chi'n ceisio gwella unrhyw waith na gyrhaeddodd eich gradd darged, ac rydych chi'n teimlo y gallwch wella'n gyson drwy weithio'n galed.  Does dim bwys gennych chi y gallai rhywbeth fod yn 'anodd', ac nid ydych chi'n poeni am fethu dro ar ôl tro oherwydd rydych chi'n deall mai drwy fethu y gwnewch chi ddysgu. Sut wnewch chi ofalu bod eich sgôr agwedd yn aros yn uchel? <br />",
            "questions": "Fyddwch chi'n defnyddio technegau ymlacio? Ym mha sefyllfa ydych chi'n teimlo'n hyderus iawn? ",
            "activities": "Y Cylch Datrys Problem Y Pecyn Cymorth Cyntaf Rheoli ymateb i adborth",
            "coaching_questions": "Fyddwch chi'n defnyddio technegau ymlacio?Ym mha sefyllfa ydych chi'n teimlo'n hyderus iawn? Allech chi fod yn esiampl dda i eraill?"
          },
          "record_id": "5f97437b5511f10015e3d3e5"
        },
        "Medium": {
          "english": {
            "description": "You often feel confident and in control before tests and exams. You also feel confident in your own abilities, though there are infrequent occasions where you might question yourself. You recognise the importance of hard work and practice, and believe your effort will pay off. You can handle a challenging lesson or two without feeling insecure and you can cope well with setbacks, unless a number arrive all at once. You might be shielding yourself from some challenges, though.  What lessons could you learn from your failures?<br />",
            "questions": "What's the best feedback you've had this term?What techniques do you use to stay calm?",
            "activities": "The Battery, Growth Mindset",
            "coaching_questions": "When something goes wrong in your studies, what do you do?<br />Describe something you have persevered with in the past. How did you conquer the challenge?<br />Describe a time you’ve taken the initiative."
          },
          "welsh": {
            "description": "Rydych chi'n aml yn teimlo'n hyderus ac mewn rheolaeth cyn profion ac arholiadau. Rydych chi hefyd yn teimlo'n hyderus yn eich gallu, er bod adegau prin ble rydych chi'n amau eich hun.  Rydych chi'n adnabod pwysigrwydd gwaith caled ac ymarfer, ac yn credu y bydd eich ymdrech yn dwyn ffrwyth.  Gallwch ddelio efo gwers heriol heb deimlo'n ansicr, a gallwch ymdopi'n dda efo rhwystrau, oni bai bod nifer yn codi ar yr un pryd. <br />Beth allech chi ddysgu o'r hyn rydych chi wedi methu'i wneud? <br />",
            "questions": "<br />Beth yw'r adborth gorau gawsoch chi tymor yma?Pa dechnegau fyddwch chi'n eu defnyddio i gadw'ch pen? <br />",
            "activities": "Meddylfryd o Dwf<br />Y Batri<br />Rheoli ymateb i adborth<br />",
            "coaching_questions": "Beth yw'r adborth gorau gawsoch chi tymor yma?Pa dechnegau fyddwch chi'n eu defnyddio i gadw'ch pen? Pan aiff pethau o chwith - beth wnewch chi? "
          },
          "record_id": "5f97434ce68ea000156edf66"
        },
        "Low": {
          "english": {
            "description": "You may feel nervous before assessments or exams. Normally you’ll feel quite confident in your abilities although you could be set back by a disappointing result. You generally believe that you can improve your intelligence through hard work but struggle in lessons can sometimes make you feel as if others are better than you at a subject. When you face a setback, you can pick yourself up and carry on, but two or three disappointments in a week can make you feel as if you should give up entirely.<br />You may need to practice reconnecting with your previous successes.<br />",
            "questions": "What assessment are you most proud of in the last 3 months?When something goes wrong-what do you do?",
            "activities": "Network Audits, Managing Reactions",
            "coaching_questions": "What’s the biggest mistake you have made so far? What have you learnt/how did you deal with it?<br />How do other people respond to disappointing grades? Can you name someone who responds differently to you? How?<br />What do you feel is the difference between you and a top ‘A grade’ student? List five if you can"
          },
          "welsh": {
            "description": "Efallai eich bod yn teimlo'n nerfus cyn asesiad neu arholiad. Fel arfer, rydych chi'n teimlo'n hyderus yn eich gallu, er gallai canlyniad siomedig eich digalonni. Rydych chi'n credu, ar y cyfan, y gallwch wella eich deallusrwydd drwy weithio'n galed, ond gall trafferthion mewn gwersi weithiau wneud i chi deimlo fel petai eraill yn well na chi mewn pwnc. Pan fydd rhwystr, gallwch ei wynebu a dal ati, ond gall dwy neu dair siom mewn wythnos wneud i chi ddigalonni yn llwyr. <br />Efallai bod angen i chi ymarfer ail gysylltu â'ch llwyddiannau blaenorol. <br />",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf?Pan aiff pethau o chwith - beth wnewch chi? ",
            "activities": "Y Cylch Datrys Problem<br />Network Audits<br />Chwilio am Fantais <br />",
            "coaching_questions": "Pan aiff pethau o chwith - beth wnewch chi? Disgrifiwch rywbeth rydych chi'n ei wneud yn dda ac adroddwch yr hanes sut ddaethoch chi'n dda am wneud hynny."
          },
          "record_id": "5f974322ebb3190015492ccb"
        },
        "Very Low": {
          "english": {
            "description": "Currently you may tend to feel quite anxious on the build-up to assessments or exams. You might well feel angry at your situation and with yourself. It’s likely that you will often doubt your own ability and won’t feel very positive, even if you have revised. A disappointing result in assessments is likely to knock you further back. You are likely to feel that intelligence is something that is fixed and that no matter how hard you work you can’t improve. As a result, you rarely push yourself and you might even be deliberately giving up and failing rather than trying. Have you considered sharing your situation with a teacher or tutor?",
            "questions": "What assessment are you most proud of in the last 3 months? When something goes wrong-what do you do?",
            "activities": "Problem Solving, Network Audits",
            "coaching_questions": "1.What have you done since the start of the year that you are proud of?<br />2.Are you willing to contribute in class? Name a student who contributes more than you. What is their learning like?<br />3.Advise your friend if they have a grade they’re unhappy with.<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai eich bod yn teimlo'n reit bryderus cyn asesiad neu arholiad. Efallai eich bod yn flin am eich sefyllfa, ac efo chi'ch hun. Mae'n debyg eich bod chi'n aml yn amau eich gallu, ac ni fyddwch yn teimlo'n bositif iawn, hyd yn oed os byddwch chi wedi adolygu.  Mae canlyniad siomedig mewn asesiad yn debygol o'ch trechu chi. Rydych chi'n debygol o deimlo mai rhywbeth sefydlog yw deallusrwydd, ac na allwch wella waeth pa mor galed y gwnewch chi weithio. O ganlyniad, anaml y byddwch chi'n gwthio eich hun. A ydych chi wedi ystyried rhannu eich sefyllfa efo athro neu diwtor? ",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf?Pan aiff pethau o chwith - beth wnewch chi?",
            "activities": "Y Cylch Datrys Problem<br />Y Batri<br />Network Audits<br />",
            "coaching_questions": "Pan aiff pethau o chwith - beth wnewch chi? Disgrifiwch rywbeth rydych chi'n ei wneud yn dda.Sut ddaethoch chi'n dda am wneud hynny? Adroddwch yr hanes."
          },
          "record_id": "5f9742d53a5ede001768abf8"
        }
      },
      "Practice": {
        "High": {
          "english": {
            "description": "Your responses indicate you are able to revise and study in a targeted, efficient way. You’ve summarised your courses efficiently and have probably printed off as many exam papers as you can find, completing these tests under exam conditions. You don’t mind doing challenging tasks; in fact you might even enjoy doing tricky test questions that force you to think hard. If you hit a snag or problem, you focus just on that – relentlessly practising until you can do it. How can you make sure your revision or practice is always targeted? Are you consistent across all subjects?",
            "questions": "What are your top three preferred ways of learning content? Are you consistent across all subjects?",
            "activities": "Spaced Practice, Test Yourself, Practice Questionnaire",
            "coaching_questions": "1.What do you ‘do’ with the information we give you? How do you use it/transform it?<br />2.When was the last time you tested yourself? When did you last ask someone else to test you?<br />3.Is getting something wrong a disaster, is it a spur to (eventually) find the right answer, or something else?<br />"
          },
          "welsh": {
            "description": "<br />Yn ôl eich ymateb, gallwch adolygu ac astudio mewn ffordd benodol ac effeithlon.  Rydych chi wedi crynhoi eich cyrsiau yn effeithlon, wedi argraffu hynny o bapurau arholiad ag y gallwch gael gafael arnynt, a'u cwblhau dan amodau arholiad.  Does dim bwys gennych chi wneud tasgau heriol.  Os byddwch yn taro yn erbyn rhwystr, mi wnewch chi ganolbwyntio ar hwnnw'n llwyr - ac  ymarfer yn ddi-baid nes i chi allu ei wneud.  Sut allwch chi ofalu eich bod chi wastad yn adolygu neu'n ymarfer mewn ffordd benodol?  A ydych chi'n gyson ar draws pob pwnc?<br />",
            "questions": "Beth yw eich tair ffordd orau o ddysgu cynnwys?  A ydych chi'n gyson ar draws pob pwnc?",
            "activities": "Amser Addysgu, sef CASTT High Flow Spaces Profi'ch Hun",
            "coaching_questions": "Beth yw eich tair ffordd orau o ddysgu cynnwys? Pryd oedd y tro diwethaf i chi ddarllen adroddiad gan arholwr?Sut ydych chi'n gwella eich gwaith ar ôl iddo gael ei raddio? "
          },
          "record_id": "5f9742a242f9fc0015887ce5"
        },
        "Medium": {
          "english": {
            "description": "You use a reasonable range of revision strategies such as completing past paper questions under timed conditions. You might have handed in extra work for marking or sought feedback on how you can improve but you might not be as consistent as you want. You know you should be setting yourself challenging revision tasks, and often you do so. Other times, you might find yourself just re-reading notes or highlighting. Do you revise as efficiently as you could? When completing past paper questions do you always practice under timed conditions? ",
            "questions": "What do you do with the feedback you get on marked work? If you do past paper questions - do you mark them?",
            "activities": "Time to Teach, 9 Box Grid, Practice Questionnaire,",
            "coaching_questions": "Pick one of your subjects - which aspects of this subject do you least need to revise? Why?<br />How comfortable is the process of revision for you? How could you make it less comfortable?<br />Do you tend to focus/practice the content that you enjoy?"
          },
          "welsh": {
            "description": "<br />Rydych chi'n defnyddio ystod resymol o strategaethau adolygu, fel cwblhau hen bapurau arholiad yn erbyn y cloc.  Efallai eich bod wedi cyflwyno gwaith ychwanegol i'w farcio, neu wedi gofyn am sylwadau ar sut allwch chi wella, ond efallai nad ydych chi mor gyson ag y byddech yn dymuno bod.  Fe wyddoch y dylech chi fod yn gosod tasgau adolygu heriol i'ch hun, ac mi fyddwch chi'n aml yn gwneud hynny. Ydych chi'n adolygu mor effeithlon â phosibl?  Wrth gwblhau hen gwestiynau arholiad, fyddwch chi wastad yn ymarfer yn erbyn y cloc? <br />",
            "questions": "<br />Beth wnewch chi efo'r adborth a gewch chi ar waith wedi'i farcio?Os ydych chi'n gwneud hen bapurau arholiad - fyddwch chi'n eu marcio nhw?<br />",
            "activities": "Yr Holiadur Ymarfer<br />Amser Addysgu, sef CASTT<br />Dysgu Bylchog (Spaced Practice)",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi wneud hen bapur dan amodau arholiad ar eich pen eich hun? Beth wnewch chi efo'r adborth a gewch chi ar waith wedi'i farcio?Sut allwch chi ofalu eich bod chi wastad yn adolygu neu'n ymarfer mewn ffordd benodol? "
          },
          "record_id": "5f97426bc0dd5d00156bf8d3"
        },
        "Low": {
          "english": {
            "description": "You are able to revise using familiar techniques, perhaps ones you’ve used a lot before. Often your revision is passive and you may feel bored, re-reading text books or watching videos. You don’t revise in the most efficient way; you may study the topics you’re already familiar with and rarely push yourself to revise things that you are not sure of. You avoid high-stakes practice under timed conditions, even though you might, deep-down, know this would be good for you. How can you make sure your revision or practice is more targeted? What could encourage you to push yourself outside your comfort zone more?",
            "questions": "What could encourage you to push yourself outside your comfort zone more? How do you plan your revision time?",
            "activities": "Independent Learning, High Flow Spaces, Practice Questionnaire",
            "coaching_questions": "Choose a subject. If you had one hour, and no homework, what would you do to help your learning in it?<br />Do you do past paper questions? Describe the last time you tried something under timed conditions.<br />What’s the hardest exam question you expect to face? What are you doing about it?"
          },
          "welsh": {
            "description": "Gallwch adolygu gan ddefnyddio technegau cyfarwydd, efallai rhai rydych wedi'u defnyddio dipyn o'r blaen....Yn aml, rydych chi'n adolygu mewn ffordd oddefol ac yn diflasu.  Nid ydych chi'n adolygu yn y ffordd fwyaf effeithlon; efallai eich bod chi'n astudio'r testunau rydych chi eisoes yn gyfarwydd â nhw, ac anaml y byddwch chi'n gwthio eich hun i adolygu pethau nad ydych chi'n sicr ohonynt.  Rydych chi'n osgoi ymarfer yn erbyn y cloc, er y gwyddoch, yn y bôn, y byddai'n fanteisiol i chi wneud hynny.  Sut allwch chi ofalu eich bod chi yn adolygu neu'n ymarfer mewn ffordd fwy penodol?  Beth fyddai'n eich annog chi i wthio'ch hun tu hwnt i'ch ",
            "questions": "Beth fyddai'n eich annog chi i wthio'ch hun tu hwnt i'ch man cysurus? Sut ydych chi'n cynllunio eich amser adolygu? ",
            "activities": "Dysgu'n Annibynnol<br />Yr Holiadur Ymarfer<br />Y Grid Naw Bocs<br />",
            "coaching_questions": "Sut allwch chi ofalu eich bod chi yn adolygu neu'n ymarfer mewn ffordd fwy penodol? Pryd oedd y tro diwethaf i chi brofi eich hun?Sut ydych chi'n cynllunio eich amser adolygu? "
          },
          "record_id": "5f97423257d3210018f9748b"
        },
        "Very Low": {
          "english": {
            "description": "You may currently find it difficult to revise and you only use a small range of approaches. Perhaps when you do revise you only study the topics you are confident with, staying well within your comfort zone. You might rely on re-reading notes and highlighting as your main revision techniques, so the process is very passive. You might find yourself watching videos to recap sections of the course and hoping for the best. Sometimes you don’t revise at all, preferring to take a chance in the test or exam. Are there revision techniques other people use that you don’t? Which subjects and topics are you avoiding – and why?",
            "questions": "What assessment are you most proud of in the last 3 months? When something goes wrong-what do you do?",
            "activities": "Will vs Skill,  Building Learning, Practice Questionnaire",
            "coaching_questions": "Is revision boring for you? Why? Explain your answer.<br />If you could pick one revision activity to use to prepare for an exam what would it be?<br />Describe a revision session you’ve recently done."
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai ei bod hi'n anodd i chi adolygu a'ch bod yn defnyddio bach iawn o ddulliau.  Efallai, pan fyddwch chi'n adolygu, mai dim ond y testunau rydych chi'n hyderus ynddynt y byddwch chi'n eu hadolygu, gan aros o fewn eich man cysurus. Efallai eich bod yn dibynnu ar ail ddarllen nodiadau a lliwio fel eich prif strategaethau adolygu, felly mae'r broses yn un oddefol iawn. Weithiau nid ydych chi'n adolygu o gwbl, ac mae'n well gennych gymryd siawns yn y prawf neu'r arholiad.  A oes technegau adolygu mae pobl eraill yn eu defnyddio, nad ydych chi'n eu defnyddio?  Pa bynciau a thestunau ydych chi'n eu hosgoi - a pham? ",
            "questions": "Pa asesiad rydych chi'n fwyaf balch ohono yn y tri mis diwethaf? Pan aiff pethau o chwith - beth wnewch chi?  ",
            "activities": "Yr Holiadur Ymarfer<br />Ewyllys neu Sgil<br />Dysgu'n Annibynnol<br />",
            "coaching_questions": "A oes technegau adolygu mae pobl eraill yn eu defnyddio, nad ydych chi'n eu defnyddio? Pa bynciau a thestunau ydych chi'n eu hosgoi - a pham? Sut ydych chi'n cynllunio eich amser adolygu? "
          },
          "record_id": "5f97420bd4547e0015d2b070"
        }
      },
      "System": {
        "High": {
          "english": {
            "description": "You are very good at organising your time and meeting deadlines. Your score suggests you are good at organising information in files or folders, and taking detailed and accurate notes for revision. It’s highly likely you complete your homework on time and organise revision notes so you have a clear understanding of the course. It’s also likely you’re good at considering the week ahead and planning for tricky periods. You might have special systems for coping with lots of work at once. Next, consider your consistency - do you do this equally well across all subjects?",
            "questions": "Have you used any online tools to help you plan? How do you record and prioritise tasks?",
            "activities": "Weekly Planner, Priority Matrix",
            "coaching_questions": "Are you spending more time on one subject than the others? Why?<br />How could you create an extra hour every day to use in a productive way?<br />What organisational advice would you give to a new student?"
          },
          "welsh": {
            "description": "<br />Rydych chi'n dda iawn am drefnu eich amser a chwblhau gwaith mewn pryd.  Mae eich sgôr yn awgrymu eich bod chi'n dda am drefnu gwybodaeth mewn ffeiliau neu ffolderi, a gwneud nodiadau adolygu manwl a chywir.  Mae'n bur debygol eich bod yn cwblhau eich gwaith cartref mewn pryd, ac yn rhoi trefn ar eich nodiadau adolygu fel eich bod yn deall y cwrs yn iawn.  Nesaf, meddyliwch am eich cysondeb - ydych chi yr un mor gyson ar draws y pynciau? <br />",
            "questions": "Ydych chi wedi defnyddio unrhyw adnoddau ar y we i'ch helpu chi gynllunio? Sut ydych chi'n cofnodi a blaenoriaethu tasgau?",
            "activities": "Matrics Blaenoriaethu Gweithredu Gwaelod ochr chwith Tri Math o Sylw",
            "coaching_questions": "Ydych chi wedi defnyddio unrhyw adnoddau ar y we i'ch helpu chi gynllunio? Sut ydych chi'n cofnodi a blaenoriaethu tasgau?A ydych chi'n treulio mwy o amser ar un pwnc fwy nag eraill?"
          },
          "record_id": "5f9741e25511f10015e3d374"
        },
        "Medium": {
          "english": {
            "description": "You are likely to use most of your study periods effectively, organising your time well. You meet many of your deadlines, only missing when work piles up. Your files and folders are normally well organised though there may be a few gaps. Your notes are generally very clear, organised and helpful and you can revise effectively from them. You’re probably OK at considering what might be happening in the next few days and planning for it, though you could do it more often. Do you use a diary or planner to break down tasks and record deadlines – and could you use it more effectively? ",
            "questions": "When was the last time you missed a homework deadline? Describe your work space? How do you record your tasks?",
            "activities": "Weekly Planner, Types of Attention",
            "coaching_questions": "What is next week looking like for you?<br />How do you tackle writing an extended response to a difficult question if you’re given ten days to do it?<br />How do you follow-up classwork done during the day"
          },
          "welsh": {
            "description": "Rydych chi'n debygol o ddefnyddio'r rhan fwyaf o'ch cyfnodau astudio yn effeithiol, a threfnu eich amser yn dda. Rydych chi'n cwblhau llawer o'ch gwaith mewn pryd, ac ond yn methu pan fydd gwaith yn pentyrru.  Mae trefn dda ar eich ffeiliau a'ch ffolderi fel arfer, er bod ychydig o fylchau efallai.  Mae eich nodiadau yn glir, yn drefnus ac yn ddefnyddiol iawn fel arfer, a gallwch adolygu'n effeithiol ohonynt.  Ydych chi'n defnyddio dyddiadur neu gynlluniwr i dorri tasgau yn llai a chofnodi dyddiadau cwblhau - allech chi eu defnyddio nhw'n fwy effeithiol?  ",
            "questions": "<br />Pryd oedd y tro diwethaf i chi fethu cwblhau gwaith cartref mewn pryd? Disgrifiwch eich lle gwaith? Sut ydych chi'n cofnodi eich tasgau?<br />",
            "activities": "Cynllunio'r Wythnos<br />Gwaelod ochr chwith<br />Tri Math o Sylw<br />",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi fethu cwblhau gwaith cartref mewn pryd?Disgrifiwch eich lle gwaith? Sut ydych chi'n cofnodi eich tasgau?"
          },
          "record_id": "5f9741bb5511f10015e3d369"
        },
        "Low": {
          "english": {
            "description": "This systems score suggests you are fairly good at organising your time, and sometimes meet deadlines. However, it also suggests you don't always complete your homework on time, particularly in busy weeks. You can make good study notes but are also a bit disorganised and inconsistent. Your files and folders might benefit from an overhaul – you might know deep down there are things likely to be missing and forgotten. How are you currently organising your week? Could you create a better system to help you organise your time and resources?",
            "questions": "Do you use a planner or diary to record tasks? Could you create a better system to help you organise your time and resources?",
            "activities": "Chunking Steps, Types of Attention",
            "coaching_questions": "Are you comfortable meeting all deadlines? Describe a time you missed a deadline.<br />Do you still work in the same ways as you used to? What is good about these ways? What isn’t working and why?<br />Suggest an object/thing – maybe something you could buy or borrow - that would make you more organised."
          },
          "welsh": {
            "description": "Mae'r sgôr systemau yn awgrymu eich bod chi'n weddol dda am drefnu eich amser, ac weithiau yn cwblhau gwaith mewn pryd. Er hynny, mae'n awgrymu hefyd nad ydych chi wastad yn cwblhau eich gwaith cartref ar amser, yn enwedig mewn wythnosau prysur.  Gallwch greu nodiadau astudio da, ond rydych chi hefyd ychydig yn anhrefnus ac anghyson. Gallai eich ffeiliau a'ch ffolderi elwa o gael eu hailwampio.  Sut ydych chi'n trefnu eich wythnos, ar hyn o bryd?  Allech chi greu gwell system i'ch helpu chi drefnu eich amser a'ch adnoddau yn well? ",
            "questions": "A ydych chi'n defnyddio cynlluniwr neu ddyddiadur i gofnodi tasgau? Allech chi greu gwell system i'ch helpu chi gael gwell trefn ar eich amser a'ch adnoddau",
            "activities": "Gwaelod ochr chwith<br />Talpio (Chunking)<br />Tri Math o Sylw<br />",
            "coaching_questions": "A ydych chi'n defnyddio cynlluniwr i gofnodi tasgau?Allech chi greu gwell system i'ch helpu chi drefnu eich amser a'ch adnoddau yn well? A ydych chi'n ysgrifennu rhestr gwneud weithiau? "
          },
          "record_id": "5f974194d4547e0015d2b04c"
        },
        "Very Low": {
          "english": {
            "description": "Your systems score suggests that at the moment you prefer not to organise your time, and as a result you often miss deadlines. You probably don't complete your homework on time and need extensions to get work done. You may be constantly trying to catch up and feel stressed and under pressure. Your notes and files are likely to be disorganised, and you probably have crucial handouts missing. There is a proven relationship between success and a person’s ability to create systems to organise themselves. Have you ever used a planner or diary to organise your time? Who could help you get your notes in order?",
            "questions": "Who could help you get your notes in order? Do you ever write a to-do list? Show me a book or piece of work you are proud of?",
            "activities": "The Bottom Left, Chunking Steps",
            "coaching_questions": "Would you rather spend 1 hour working in class or 1 hr working at home? Why?<br />How do you know what work is currently outstanding?<br />If you could change one aspect about the way you work – what would it be and how would you change it?"
          },
          "welsh": {
            "description": "Mae eich sgôr systemau yn awgrymu nad ydych chi eisiau trefnu eich amser, ar hyn o bryd, a'ch bod chi'n methu cwblhau gwaith mewn pryd oherwydd hynny. Mae'n debyg nad ydych chi'n cwblhau gwaith cartref mewn pryd, ac angen rhagor o amser i gwblhau gwaith. Efallai eich bod chi'n ceisio dal fyny yn gyson, ac yn teimlo dan bwysau a straen.  Mae'n debyg bod eich nodiadau a'ch ffeiliau yn anhrefnus, a bod taflenni allweddol ar goll.  Mae perthynas gadarn rhwng llwyddiant a gallu rhywun i greu systemau i roi trefn ar eu hunain.  A ydych chi wedi defnyddio cynlluniwr neu ddyddiadur i drefnu eich amser o'r blaen?  Pwy allai eich helpu i roi trefn ar eich nodiadau?",
            "questions": "Pwy allai eich helpu i roi trefn ar eich nodiadau? A ydych chi'n ysgrifennu rhestr gwneud weithiau? Dangoswch lyfr neu ddarn gwaith sy'n destun balchder i chi. ",
            "activities": "Gwaelod ochr chwith<br />Talpio (Chunking)<br />Tri Math o Sylw<br />",
            "coaching_questions": "Pwy allai eich helpu i roi trefn ar eich nodiadau?A ydych chi'n ysgrifennu rhestr gwneud weithiau? Dangoswch lyfr neu ddarn gwaith sy'n destun balchder i chi?"
          },
          "record_id": "5f97416f57d3210018f97465"
        }
      },
      "Effort": {
        "High": {
          "english": {
            "description": "You are a very hard-working student. You are likely to be very focused in lessons and give your best to every task. This result suggests you are prepared to put in the hard work to achieve your goals, and that you already study a lot in your own time. You use study periods strategically and effectively, setting yourself tasks to stay well on top of your work. Your next challenge is to consider how you will continue to work this way. Also consider consistency: are you able to work hard equally for every subject? Is your level of effort sustainable and could you be more efficient?",
            "questions": "Do you plan leisure time in your week? What do you do when you aren't studying?",
            "activities": "Mission & Medal, Independent Work",
            "coaching_questions": "Describe a typical hour of your study.<br />What is your best time of day for working?<br />How much work would you have to do in order to feel satisfied? How do you know you have done enough?"
          },
          "welsh": {
            "description": "Rydych chi'n fyfyriwr sy'n gweithio'n ddiwyd iawn.  Rydych chi'n canolbwyntio mewn gwersi, ac yn gwneud eich gorau glas ym mhob tasg. Mae'r canlyniad hwn yn awgrymu eich bod chi'n fodlon gweithio'n galed i gyflawni eich nodau, a'ch bod chi eisoes yn astudio dipyn yn eich amser eich hun. Rydych chi'n defnyddio cyfnodau astudio yn strategol ac yn effeithiol.  Eich her nesaf yw ystyried sut wnewch chi ddal ati i weithio fel hyn. Meddyliwch am gysondeb hefyd: allwch chi weithio yr un mor galed ym mhob pwnc?  Allwch chi ddal ati i ymdrechu fel hyn?",
            "questions": "Ydych chi'n cynllunio amser hamdden yn eich wythnos? Beth fyddwch chi'n ei wneud pan na fyddwch chi'n astudio? ",
            "activities": "Gorchwyl a Chanmol 3 Ffordd o Weithio’n Annibynnol Y Thermomedr Ymdrech",
            "coaching_questions": "Beth fyddwch chi'n ei wneud pan na fyddwch chi'n astudio? Pan fyddwch chi'n gweithio, sut wyddoch chi eich bod chi wedi gwneud digon?A oes pynciau neilltuol ble gallech chi ymdrechu fwy? "
          },
          "record_id": "5f97413fd4547e0015d2b025"
        },
        "Medium": {
          "english": {
            "description": "You are a reasonably hard-working student, but you know that you could be working harder. You generally use your study periods effectively and complete tasks to a good level. On occasion, you may cut corners or rush tasks. You work hard in most classes, but perhaps you could be more actively involved in class; though you might set yourself extra work now and again it's not something you do regularly.<br />How could you improve your effort habit? Are there particular subjects where you could increase your effort?<br />",
            "questions": "Do you think you are working hard enough? Who do you sit next to in classes? Do they work the same way as you?",
            "activities": "Packing Bags, Effort Thermometer",
            "coaching_questions": "In an average week how many hours do you spend on hard/challenging/uncomfortable study outside of class?<br />What are you good at, and what did you do to get so good at it?<br />Where do you normally spend your study periods"
          },
          "welsh": {
            "description": "Rydych chi'n gweithio'n weddol ddiwyd, ond yn gwybod y gallwch chi fod yn gweithio'n galetach.  Ar y cyfan, rydych chi'n defnyddio eich cyfnodau astudio yn effeithiol ac yn  cwblhau tasgau i lefel dda. O dro i dro, rydych chi'n torri corneli neu'n rhuthro drwy dasgau.  Rydych chi'n gweithio'n galed yn y rhan fwyaf o ddosbarthiadau, ond efallai y gallech chi fod yn fwy gweithredol yn y dosbarth. <br />Sut allech chi newid eich ymdrech? A oes pynciau neilltuol ble gallech chi ymdrechu fwy?<br />",
            "questions": "Ydych chi'n gweithio'n ddigon caled?  <br />Efo pwy ydych chi'n eistedd mewn dosbarthiadau? Ydyn nhw'n gweithio yn yr un ffordd â chi? <br />",
            "activities": "Gorchwyl a Chanmol<br />Hel fy Mhaciau<br />Y Thermomedr Ymdrech<br />",
            "coaching_questions": "Pryd oedd y tro diwethaf i chi weithio'n galed ar ddarn o waith heriol iawn? Sut allech chi newid eich ymdrech?Ydych chi'n gweithio'n ddigon caled? "
          },
          "record_id": "5f974117835ffc0015b56a06"
        },
        "Low": {
          "english": {
            "description": "Your score suggests that you are working within your comfort zone. You might have made small improvements to last year’s levels of effort but deep down you know you could be working much harder. You sometimes use your study periods effectively; however, you might often get distracted. Quite often, you cut corners or rush tasks, and do just enough to stay out of trouble. You might be quite a passive class member who follows instructions but doesn’t always engage deeply.<br />How could you involve yourself more in classroom learning? Are there particular subjects where you need to overhaul your effort?<br />",
            "questions": "How could you engage more in classroom learning? Are there particular subjects where you need to overhaul your effort?",
            "activities": "Looking under rocks (aka Benefit Finding),25s Sprints",
            "coaching_questions": "Think of a student who works harder than you. What do they do?<br />If you get stuck on a piece of work, what do you do to get past the blockage?<br />What should you be doing, that you know you’re not?<br />"
          },
          "welsh": {
            "description": "Mae eich sgôr yn awgrymu eich bod chi'n gweithio o fewn eich man cysurus.   Efallai eich bod chi wedi gwneud mân newidiadau i lefelau ymdrech y llynedd, ond yn y bôn, fe wyddoch y gallech fod yn gweithio llawer caletach.  Weithiau, rydych chi'n defnyddio eich cyfnodau astudio yn effeithiol; ond, yn aml bydd rhywbeth yn tynnu eich sylw.  Yn aml iawn, rydych chi'n torri corneli neu'n rhuthro drwy dasgau. Gallwch fod yn oddefol iawn yn y dosbarth. <br />Sut allech chi fynd ati i ddysgu mwy yn y dosbarth?  A oes pynciau neilltuol ble gallech chi ymdrechu fwy? <br />",
            "questions": "Sut allech chi fynd ati i ddysgu mwy yn y dosbarth?  A oes pynciau neilltuol ble gallech chi ymdrechu fwy? ",
            "activities": "Gorchwyl a Chanmol<br />Sbrint 25 munud<br />Hel fy Mhaciau<br />",
            "coaching_questions": "Ydych chi'n gweithio'n ddigon caled? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?Pa amser o'r dydd ydych chi'n gweithio orau?"
          },
          "record_id": "5f9740ebb363920016912e18"
        },
        "Very Low": {
          "english": {
            "description": "It's very likely you are currently not achieving what you could be and deep down you know that you are not working hard enough to achieve your goals. Most of the time you do close to the minimum amount of work required to complete a task. This approach may have become a habit over some time. You may feel bored and distracted when you study, and you prefer to avoid engaging in classes or study periods. It’s unlikely you spend much time with very hard-working students.<br />Do you know why you are choosing to work so little? What could encourage you to study independently for longer?<br />",
            "questions": "Do you know why you are choosing to work so little?Are you surrounding yourself with hard working people?",
            "activities": "25 Minute Sprints, Pre-Made Decisions<br />",
            "coaching_questions": "How many hours have you studied for this week outside the classroom? How many hours do you think you should be studying?<br />Are you working now as hard as you did last year or earlier in your school career?<br />For your last homework, was your objective… to avoid doing it for as long as possible… to complete it as quickly as possible… or to get the best possible grade?"
          },
          "welsh": {
            "description": "Ar hyn o bryd, nid ydych chi'n cyflawni cystal ag y gallech, ac rydych chi'n gwybod nad ydych chi'n gweithio'n ddigon caled i gyflawni eich nodau.  Ar y cyfan, rydych chi'n gwneud cyn lleied o waith â phosibl, ac efallai mai felly y bu hi ers rhai blynyddoedd bellach. Efallai eich bod chi'n diflasu a methu canolbwyntio wrth astudio, ac mae'n well gennych osgoi bod yn rhan o gyfnodau astudio neu ddosbarthiadau.  Mae'n annhebygol eich bod yn treulio llawer o amser efo myfyrwyr sy'n gweithio'n galed.<br />Wyddoch chi pam eich bod chi'n dewis gweithio cyn lleied? Beth fyddai'n eich annog chi i astudio'n annibynnol am fwy o amser?<br />",
            "questions": "Wyddoch chi pam eich bod chi'n dewis gweithio gyn lleied? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?",
            "activities": "Sbrint 25 munud<br />Chwilio dan y Creigiau(hefyd,Pedwar Cam Ymlaen)<br />Penderfyniadau Parod<br />",
            "coaching_questions": "Wyddoch chi pam eich bod chi'n dewis gweithio gyn lleied? A oes yna bobl sy'n gweithio'n galed o'ch cwmpas?Beth fyddai'n eich annog chi i astudio'n annibynnol am fwy o amser?"
          },
          "record_id": "5f9740a1d4547e0015d2aff0"
        }
      },
      "Vision": {
        "High": {
          "english": {
            "description": "You are a person with a very clear idea of what you would like to achieve in the future. Once you set a goal you strive hard to reach it, making lists of actions you must take. It’s likely that you’ve spent some considerable time carefully researching your career choice or choices. You might have committed some time to making an action plan and are likely to have already achieved some of the targets that you’ve set yourself. Remember though, the hard part is sticking to the plan – so be sure you know which actions to take next.",
            "questions": "Have you written down your goals? Are the goals you have pursued up to now yours, or somebody else’s?",
            "activities": "The Roadmap, The Rule of Three",
            "coaching_questions": "What skills are you learning that will benefit your future self?<br />Imagine you are 25 and when you wake up in the morning… what does your perfect working life look like?<br />What do you see as the benefits of getting a good education?"
          },
          "welsh": {
            "description": "Mae gennych syniad pendant iawn o'r hyn yr hoffech chi ei gyflawni yn y dyfodol.  Unwaith yr ydych yn gosod nod, rydych yn ymdrechu'n galed i'w gyrraedd.   Mae'n debyg eich bod wedi treulio cryn dipyn o amser yn meddwl yn ofalus am eich dewis neu ddewisiadau gyrfa.  Efallai eich bod wedi neilltuo dipyn o amser yn llunio cynllun gweithredu, ac mae'n debyg eich bod eisoes wedi cyflawni rhai o'r targedau y gwnaethoch chi eu gosod i'ch hun. Er hynny, cofiwch mai'r darn anodd yw cadw at y cynllun - felly, gofalwch eich bod chi'n gwybod sut yr ydych am wneud hyn. ",
            "questions": "A ydych chi wedi gwneud cofnod o'ch nodau?  Ai rhai chi yw'r nodau rydych chi wedi'u gosod hyd yma, neu rai rhywun arall?",
            "activities": "Y Map Ffordd Y Diemwnt Cymhelliant Rheol Tair",
            "coaching_questions": "Ai rhai chi yw'r nodau rydych chi wedi'u gosod hyd yma, neu rai rhywun arall? <br />A ydych chi wedi cynllunio unrhyw gerrig milltir?<br />"
          },
          "record_id": "5f974057d4547e0015d2afdc"
        },
        "Medium": {
          "english": {
            "description": "You are a person with a reasonably clear idea of what you want to do in the future, but you might not be 100% sure whether university, employment or work-based training is the right choice for you. You might have two or three options that you spend lots of time comparing. Generally, when you set goals you are committed to them, although you might sometimes find yourself distracted or changing your mind. You generally finish projects that you start. You may need to narrow down your options and work on a more specific action plan.",
            "questions": "What job would you do for free? Have you spoken to a careers advisor? Have you written down your goals?",
            "activities": "What's Stopping You?, Now vs Next",
            "coaching_questions": "What do you want to do next? What if you don’t get the grades? What other options are there?<br />Do you compare yourself to other people? Who would you like to be, and why?<br />Where do you want to be next year, in 2 years or 5 years? What will stop you getting there?<br />"
          },
          "welsh": {
            "description": "<br />Mae gennych chi syniad weddol dda o'r hyn yr hoffech ei wneud yn y dyfodol, ond efallai nad ydych chi'n 100% siŵr ai prifysgol, gwaith neu hyfforddiant yn y gweithle yw'r dewis iawn i chi.  Ar y cyfan, pan fyddwch chi'n gosod nodau, rydych chi'n ymroi iddynt, er bod rhywbeth yn tynnu eich sylw, neu'n newid eich meddwl weithiau. Ar y cyfan, rydych chi'n gorffen prosiectau rydych chi'n eu cychwyn. Efallai bod angen i chi gael llai o opsiynau a gweithio ar gynllun gweithredu mwy penodol. <br />",
            "questions": "Pa swydd fyddech chi'n ei gwneud am ddim? A ydych chi wedi siarad efo cynghorydd gyrfa? <br />A ydych chi wedi gwneud cofnod o'ch nodau? <br />",
            "activities": "Y Map Ffordd Y Diemwnt Cymhelliant Beth sy'n eich rhwystro chi? ",
            "coaching_questions": "Pa swydd fyddech chi'n ei gwneud am ddim?<br />A ydych chi wedi siarad efo cynghorydd gyrfa? <br />A ydych chi wedi gwneud cofnod o'ch nodau? <br />"
          },
          "record_id": "5f97402dfbcab60016defb39"
        },
        "Low": {
          "english": {
            "description": "You are a person with some idea of what you would like to achieve in the future, but you might not give much attention to your career planning, preferring to defer the decision. You might sometimes just ‘let things happen’ rather than take control, going with the flow. You might feel more comfortable not setting goals for yourself and you can find it hard sticking to things. What would help you decide what you want to achieve in the future? Have you spent some quality time actively considering your options?",
            "questions": "What would help you decide what you want to achieve in the future? Have you spent some quality time actively considering your options?",
            "activities": "Five Roads, Motivation Diamond",
            "coaching_questions": "What would help you decide what you want to achieve in the future?<br />Have you spent some quality time actively considering your options? <br />What is your favourite subject/which do you enjoy the most?<br />"
          },
          "welsh": {
            "description": "Mae gennych chi rywfaint o syniad o'r hyn yr hoffech chi ei gyflawni yn y dyfodol, ond efallai nad ydych chi'n rhoi llawer o sylw i gynllunio gyrfa, a'ch bod yn well gennych chi ohirio'r penderfyniad.  Efallai eich bod chi'n teimlo'n fwy cyfforddus drwy beidio â gosod nodau i'ch hun, ac rydych chi'n cael trafferth cadw at bethau. Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol?  Ydych chi wedi treulio amser da yn ystyried eich opsiynau?  <br />",
            "questions": "Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol?  <br />Ydych chi wedi treulio amser da yn ystyried eich opsiynau? <br />",
            "activities": "Pump Ffordd<br />Rŵan neu Fwyaf<br />Beth sy'n eich rhwystro chi? <br />",
            "coaching_questions": "Beth fyddai'n helpu chi benderfynu beth rydych chi eisiau ei gyflawni yn y dyfodol? <br />Ydych chi wedi treulio amser da yn ystyried eich opsiynau?   <br />Beth yw eich hoff bwnc/p'run ydych chi'n ei fwynhau fwyaf?<br />"
          },
          "record_id": "5f973fc901e5d3001659b910"
        },
        "Very Low": {
          "english": {
            "description": "At the moment you may be the type of person who finds thinking about the future challenging or uncomfortable. It might feel much easier to just ignore it. You might have very little idea what you’d like to do when you leave education and you are probably undecided about university, employment or other options. It’s unlikely that you set yourself goals and when you do you often find that you don’t stick to them. You may feel you’re not in control of your life, and have yet to work out what path you will follow. Are you yet clear on what you don’t want your life to be like? Could you arrange a conversation with your tutor to explore some options?",
            "questions": "Are you yet clear on what you don’t want your life to be like? Could you arrange a conversation with your tutor to explore some options?",
            "activities": "Success Leaves Clues, Personal Compass",
            "coaching_questions": "If you could only do one subject in lots of detail, which would it be and why?<br />Describe a lesson you’ve enjoyed recently.<br />What obstacles do you think you may have to overcome while studying at this level?<br />"
          },
          "welsh": {
            "description": "Ar hyn o bryd, efallai eich bod chi'r math o berson sy'n ei chael hi'n anodd meddwl am y dyfodol.  Efallai nad oes gennych fawr o syniad o'r hyn hoffech wneud ar ôl gadael addysg, ac mae'n debyg nad ydych chi wedi penderfynu am brifysgol, waith neu opsiynau eraill. Mae'n annhebyg eich bod chi'n gosod nodau i'ch hun, ond pan wnewch chi, fe welwch nad ydych chi'n cadw atynt.  Efallai eich bod yn teimlo nad oes gennych reolaeth ar eich bywyd, ac nid ydych yn gwybod pa lwybr i'w ddilyn eto. A ydych chi'n glir eto sut fywyd nad ydych chi'n ei ddymuno?  Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? ",
            "questions": "A ydych chi'n glir sut ydych chi am i'ch bywyd fod? <br />Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? <br />",
            "activities": "Olion Llwyddiant <br />Problem nid Swydd<br />Pump Ffordd<br />",
            "coaching_questions": "A ydych chi'n glir sut ydych chi am i'ch bywyd fod? <br />Allech chi drefnu cael sgwrs efo'ch tiwtor i edrych ar rai opsiynau? <br />Beth ydych chi'n mwynhau ei wneud?<br />"
          },
          "record_id": "5f973f1642f9fc0015887bc0"
        }
      }
    }
  }
}